[
  "obsidian-git",
  "obsidian-plantuml",
  "code-styler",
  "execute-code",
  "highlightr-plugin",
  "obsidian-auto-link-title",
  "dataview",
  "table-editor-obsidian",
  "copilot",
  "recent-files-obsidian",
  "obsidian-tasks-plugin",
  "homepage",
  "obsidian-wakatime",
  "auto-number-headings"
]